[
   "It was sunset when we scaled that cliff, circled the modern mosque of Mohammed Ali, and even looked down from the dizzy parapet over mystic Cairo—mystic Cairo all golden with its carven domes, its ethereal minarets and its flaming gardens... Far over the city towered the great Roman dome of the new museum; and beyond it the awful Yellow Nile that is the mother of eons and dynasties... — Harry Houdini (ghost-written by H. P. Lovecraft), Under the Pyramids",
   "It was in the hot autumn that I went through the night with the restless crowds to see Nyarlathotep; through the stifling night and up the endless stairs into the choking room. — H. P. Lovecraft, Nyarlathotep",
   "I was clawing prone through the sands of the Australian desert, and around me shrieked such a tumult of wind as I had never before known on our planet’s surface. My clothing was in rags, and my whole body was a mass of bruises and scratches. Full consciousness returned very slowly, and at no time could I tell just where true memory left off and delirious dream began. — H. P. Lovecraft, The Shadow Out of Time",
   "I learned whence Cthulhu first came, and why half the great temporary stars of history had flared forth. I guessed from hints which made even my informant pause timidly the secret behind the Magellanic Clouds and globular nebulae, and the black truth veiled by the immemorial allegory of Tao. — H. P. Lovecraft, The Whisperer in Darkness",
   "Greetings, freshmen. Let us hope your years at Miskatonic will be a launching point for many adventures for you as you go through life. And should you ever reach a crossroads in your work, rest assured our faculty will always be there. - Invocation address by Miskatonic archaeologist Dr. Ernest McTavish.",
   "...dark legends have clustered for generations about crumbling, half-deserted Innsmouth and its people. There are tales of horrible bargains about the year 1850, and of a strange element 'not quite human' in the ancient families of the run-down fishing port-tales such as only old-time Yankees can devise and repeat with proper awesomeness. -H.P. Lovecraft, 'The Thing on the Doorstep'",
   "“The deuce knows what they eat, Thurbet” he grinned, or those archaic tunnels touched graveyard and witch-den and sea-coast. But whatever it is, they must have run short, for they were devilish anxious to get out. Your yelling stirred them up, I fancy. Better be cautious in these old places ...” - H. P. Lovecraft, “Pickman’s Model.”",
   "We have no business calling in such things from outside, and only very wicked people and very wicked cults ever try to. —H. P. Lovecraft, The Dunwich Horror",
   "Leng, wherever in space or time it might brood, was not a region I would care to be in or near, nor did I relish the proximity of a world that had ever bred such ambiguous and Archaean monstrosities as those Lake had just mentioned. At the moment I felt sorry that I had ever read the abhorred Necronomicon, or talked so much with that unpleasantly erudite folklorist Wilmarth at the university. —H.P. Lovecraft, At the Mountains of Madness",
   "You ask me to explain why I am afraid of a draught of cool air; why I shiver more than others upon entering a cold room",
   "I think they mean to get rid of me because of what I have discovered. There is a great black stone with unknown hieroglyphics half worn away which I found in the woods on Round Hill, east of here; and after I took it home everything became different. If they think I suspect too much they will either kill me or take me off the earth to where they come from. They like to take away men of learning once in a while, to keep informed on the state of things in the human world. —H.P. Lovecraft, The Whisperer In Darkness",
   "The sciences, each straining in its own direction, have hitherto harmed us little; but some day the piecing together of dissociated knowledge will open up such terrifying vistas of reality... — H.P. Lovecraft",
   "In the elder time chosen men had talked with the entombed Old Ones in dreams, but then something had happened. The great stone city R'lyeh... had sunk beneath the waves. — H.P. Lovecraft",
   "There are black zones of shadow close to our daily paths, and now and then some evil soul breaks a passage through. When that happens, the man who knows must strike before reckoning the consequences. — Robert W. Chambers",
   "The world is indeed comic, but the joke is on mankind. — H.P. Lovecraft",
   "Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn. — Necronomicon (attrib.)",
   "I have seen the dark universe yawning where the black planets roll without aim... where they swing in their horror unheeded, without knowledge or lustre or name. — H.P. Lovecraft",
   "The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown. — H.P. Lovecraft",
   "That is not dead which can eternal lie, and with strange aeons even death may die. — Abdul Alhazred",
   "I have looked upon all the universe has to hold of horror, and even the skies of spring and the flowers of summer must ever afterward be poison to me. — H.P. Lovecraft",
   "They knew that terror had a material form and could be transmitted from mind to mind. — William Hope Hodgson",
   "The process of delving into the black abyss is to me the keenest form of fascination. — H.P. Lovecraft",
   "The shadows lengthen in Innsmouth. What rises from Devil Reef after sunset should never be seen by mortal eyes. — Obed Marsh's diary",
   "Great holes secretly are digged where earth's pores ought to suffice, and things have learnt to walk that ought to crawl. — Algernon Blackwood",
   "I never saw a city that looked so dead. The windows stared like the eyes of dead fish. — Robert E. Howard",
   "Do not call up that which you cannot put down. — Miskatonic University Department Warning",
   "The Thing cannot be described - there is no language for such abysms of shrieking and immemorial lunacy. — H.P. Lovecraft",
   "Human beings must not violate the frontier that separates them from their former masters; the latter are always ready to recapture their own. — Gustav Meyrink",
   "In cosmic affairs, ignorance is not bliss but essential survival. To know is to invite that which should remain beyond. — Dr. Armitage's Journal",
   "The void is not empty, but teems with minds and entities older than our solar system. — Charles Fort",
   "That night the Baron dreamt of many a woe; and all his warrior-guests, with shade and form of witch, and demon, and large coffin-worm, were long be-nightmared. — Samuel Taylor Coleridge",
   "There are sacraments of evil as well as of good about us, and we live and move to my belief in an unknown world, a place where there are caves and shadows and dwellers in twilight. — Arthur Machen",
   "The stars were right when they fell from the heavens, whispering secrets to madmen and poets. — Clark Ashton Smith",
   "What if our consciousness is but a momentary spark in the eternal blackness? What watches from the gulfs when that spark fades? — Journal of Dr. West",
   "The geometry was all wrong. One could not be sure that the sea and the ground were horizontal. — H.P. Lovecraft",
   "There are dimensions walking among us whose very existence would drive a mathematician mad. — Miskatonic Lecture Notes",
   "In the vaults of Y'ha-nthlei, dead Cthulhu waits dreaming where sunken R'lyeh lies. — Esoteric Order of Dagon Ritual",
   "The soul is bound to ancient things by chains of atoms older than the stars. — Dr. Laban Shrewsbury",
   "Worship is not for the devout but for the desperate. What kneels before the abyss does so only to postpone being devoured. — Friedrich Nietzsche (attrib.)",
   "The ghouls will teach you wonderful things when you've been dead enough years. — Edward Derby",
   "I have seen what lies behind the mask of reality, and behind that mask... another mask. — Richard Upton Pickman",
   "The crawling chaos Nyarlathotep stalks the shadows of Cairo, whispering madness through the mouths of prophets. — Arab Manuscript",
   "That immortal horror from beyond the spheres which stalks the midnight valleys of Leng. — Clark Ashton Smith",
   "The universe is a gaping maw, and we but maggots crawling upon its rotting lips. — Unattributed Miskatonic Graffito",
   "What dawn awaits when the final stars gutter out? Only Azathoth knows, dancing to idiot flutes at reality's center. — Necronomicon Fragments",
   "Do not mistake the ocean's patience for forgiveness. What sleeps below remembers every trespass. — Innsmouth Proverb",
   "The angles cut me when I try to think. How can buildings stand when their corners drink the light? — Randolph Carter",
   "We shall die in darkness, and our ashes will be cast into the void where no wind blows. — Book of Eibon",
   "That cult would never die until the stars came right again, and the secret priests would take great Cthulhu from His tomb. — H.P. Lovecraft",
   "The walls between worlds grow thin when the black planets crawl across the void. — Astronomer's Warning",
   "Iä! Shub-Niggurath! The Black Goat of the Woods with a Thousand Young! — Cthulhu Cult Chant",
   "What madness wrote these blasphemous geometries? What hand carved stones that deny Euclid? — Prof. William Dyer",
   "The fungi from Yuggoth whisper truths that shatter sanity. Their crystal records span galaxies. — Dr. Henry Armitage",
   "When the stars align, the Great Old Ones shall teach new ways to shout and kill and revel. — Al Azif",
   "Dreams are but leakages from realities beyond our own. The gates swing both ways. — H.P. Lovecraft",
   "That house was not built for human tenants. The angles strained against creation itself. — Walter Gilman",
   "Beware the bas-reliefs where nameless things writhe in stone that should not be. — Curator's Memorandum",
   "The sea knows depths where sunlight is blasphemy, and pressure becomes the weight of cosmic indifference. — Captain's Log",
   "What walks on Earth was never born and cannot die. It merely... waits. — Folk saying from Dunwich",
   "The stars are not what they seem. They watch. They remember. When their gaze falls upon us... we remember too. — Dr. Muñoz",
   "All the perfumes of Arabia will not sweeten this little hand. — William Shakespeare (Macbeth)",
   "Camilla:\nYou, sir, should unmask. \nStranger:\nIndeed? \nCassilda:\nIndeed, it's time. We all have laid aside disguise but you. \nStranger:\nI wear no mask. \nCamilla:\n(Terrified, aside to Cassilda.)\nNo mask? No mask!",
   "Oh, thou who burn'st in heart for those who burn In Hell, whose fires thyself shall feed in turn; How long be crying—'Mercy on them.' God! Why, who art thou to teach and He to learn?",
   "Hebrews 10:31: 'It is a dreadful thing to fall into the hands of the living God.'",
   "'There be three things which are too wonderful for me, yea, four which I know not: The way of an eagle in the air; the way of a serpent upon a rock; the way of a ship in the midst of the sea; and the way of a man with a maid.'",
 "The unknown, being likewise the unpredictable, became for our primitive forefathers a terrible and omnipotent source of boons and calamities visited upon mankind for cryptic and wholly extraterrestrial reasons, and thus clearly belonging to spheres of existence whereof we know nothing and wherein we have no part. — H. P. Lovecraft",
"There flapped rhythmically a horde of tame, trained, hybrid winged things . . . They were not altogether crows, nor moles, nor buzzards, nor ants, nor decomposed human beings, but something I cannot and must not recall — H. P. Lovecraft",
"... strange life ... may pulsate in the gulfs beyond the stars or press hideously upon our own globe in unholy dimensions which only the dead and the moonstruck can glimpse. — H. P. Lovecraft",
"Much of the power of Western horror-lore was undoubtedly due to the hidden but often suspected presence of a hideous cult of nocturnal worshippers whose strange customs—descended from pre-Aryan and pre-agricultural times-were rooted in the most revolting fertility-rites of immemorial antiquity. — H. P. Lovecraft",
"They hopped irregularly, sometimes on two legs and sometimes on four . . . Their croaking, baying voices . . . held all the dark shades of expression which their staring faces lacked. — H. P. Lovecraft",
"The true weird tale has something more than secret murder, bloody bones, or a sheeted form clanking chains according to rule. A certain atmosphere of breathless and unexplainable dread of outer, unknown forces must be present; and there must be a hint, expressed with a seriousness and portentousness becoming its subject, of that most terrible conception of the human brain—a malign and particular suspension or defeat of those fixed laws of Nature which are our only safeguard against the assaults of chaos and the daemons of unplumbed space. — H. P. Lovecraft",
"Its rugose, dead-eyed rudiment of a head swayed drunkenly from side to side. Its forepaws were extended, with talons spread wide, and its whole body was taut with murderous malignity despite its utter lack of facial description. — H. P. Lovecraft",
"The toughness of the things was almost incredible. Even the terrific pressure of the deepest sea bottoms appeared powerless to harm them. Very few seemed to die at all except by violence, and their burial places were very limited. — H. P. Lovecraft",
"They were only partly material [and] had the power of aerial motion, despite the absence of wings . . . There were . . . suggestions of a monstrous plasticity and of temporary lapses of visibility . . . — H. P. Lovecraft",
"They found living things [that] worshipped onyx and basalt images of Tsathogghua. But they were not toads like Tsathogghua himself Far worse—they were amorphous lumps of viscous black slime that took temporary shape for various purposes. The explorers of K’n-Yan did not pause for detailed observations, and… sealed the passage. — H. P. Lovecraft",
"Crustaceous bodies bearing vast pairs of dorsal fins or membraneous wings and several sets of articulate limbs, and with a sort of convoluted ellipsoid, covered with multitudes of very short antennae, where a head would ordinarily be. — H. P. Lovecraft",
"Something about the size of a small horse hopped out into the grey twilight, [a] scabrous and unwholesome beast, whose face [was] curiously human despite the absence of a nose, a forehead, and other important particulars . . . [it] spoke in coughing gutterals. — H. P. Lovecraft",
"It was a . . . nameless blasphemy with glaring red eyes, and it held in bony claws a thing that had been a man, gnawing at the head as a child nibbles at a stick of candy. Its position was a kind of crouch, and as one looked one felt that at any moment it might drop its present prey and seek a juicier morsel. — H. P. Lovecraft",
"The essence was always the same—a person of keen thoughtfulness seized with a strange secondary life and leading for a greater or lesser period an utterly alien existence typified at first by vocal and bodily awkwardness, and later by a wholesale acquisition of scientific, historic, artistic, and anthropological knowledge; an acquisition carried on with feverish zest and with a wholly abnormal absorptive power. — H. P. Lovecraft",
"No one need wonder at the existence of a literature of cosmic fear. It has always existed, and always will exist; and no better evidence of its tenacious vigour can be cited than the impulse which now and then drives writers of totally opposite leanings to try their hands at it in isolated tales, as if to discharge from their minds certain phantasmal shapes which would otherwise haunt them. — H. P. Lovecraft",
"Beyond and above them, and dwarfing them to insignificance, was a masters vision of the terror that stalks about and within us, and the worm that writhes and slavers in the hideously close abyss. — H. P. Lovecraft",
"inconceivable abnormalities slyly hinted into a horrible half-knowledge by words whose innocence we scarcely doubt till the cracked tension of the speaker’s hollow voice bids us fear  — H. P. Lovecraft",
"Only to taunt had Nyarlathotep marked out the way to safety and the marvelous sunset city; only to mock had that black messenger revealed the secret… For madness and the voids wild vengeance are Nyarlathoteps only gifts to the presumptuous… — H. P. Lovecraft",
"Not even the physical horror of my position in that cramped corridor of dead reptiles and antediluvian frescoes, miles below the world I knew and faced by another world of eerie light and mist, could match the lethal dread I felt at the abysmal antiquity of the scene and its soul. An ancientness so vast that measurement is feeble seemed to leer down from the primal stones and rock-hewn temples in the nameless city, while the . . . maps in the frescoes shewed oceans and continents that man has forgotten, with only here and there some vaguely familiar outline. — H. P. Lovecraft",
"Multicellular protoplasmic masses capable of molding their tissues into all sorts of temporary organs under hypnotic influence ... thereby forming ideal slaves to perform heavy work. These viscous masses were without doubt what Abdul Al-hazred whispered about as the “Shoggoths” in his frightful Necronomicon ... — H. P. Lovecraft",
"Evil ... appears on every hand as a lurking and conquering adversary... [and the visible world is] a theatre of infinite tragedy and woe, with unseen half-existent influences hovering over it and through it, battling for supremacy and moulding the destinies of the hapless mortals who form its vain and self-deluded population — H. P. Lovecraft",
"There is no language for ... such eldritch contradictions of all matter, force, and cosmic order. A mountain walked or stumbled... [The] spawn of the stars had awaked to claim his Own. The stars were right again. — H. P. Lovecraft",
"The one test of the really weird is simply this—whether or not there be excited in the reader a profound sense of dread, and of contact with unknown spheres and powers; a subtle attitude of awed listening, as if for the beating of black wings or the scratching of outside shapes and entities on the known universe’s utmost rim. — H. P. Lovecraft",
"It needed the nourishment of sacrifice, for It was a god. Of course I couldn’t get It the sort of sacrifices which It used to have in Its day, for such things don’t exist now. But there were other things which might do. The blood is the life, you know. Even the lemures and elementals that are older than the earth will come when the blood of men or beasts is offered under the right conditions. — H. P. Lovecraft",
"The Old Ones were, the Old Ones are, and the Old Ones shall be. Not in the spaces we know, but between them, they walk serene and primal, undimensioned and to us unseen.",
"Yog-Sothoth knows the gate. Yog-Sothoth is the gate. Yog-Sothoth is the key and guardian of the gate. Past, present, future, all are one in Yog-Sothoth. He knows where the Old Ones broke through of old, and where They shall break through again. ",
"They still tread them, and why no one can behold Them as They tread. . . As a foulness shall ye know Them. Their hand is at your throats, yet ye see Them not; and Their habitation is even one with your guarded threshold",
"While dreaming, you or I might notice a huge staircase leading enticingly down, out of ordinary dream, down the seventy stairs of light slumber, down into the Cavern of Flame.",
"Seething, stewing, surging, bubbling like serpents’ slime it rolled up and out of that yawning hole, spreading like a septic contagion",
"Out of corruption horrid life springs, and the dull scavengers of earth wax crafty to vex it and swell monstrous to plague it.",
"Life’s but a walking shadow, a poor player —William Shakespeare, Macbeth"
]
